app/controllers/articles_controller.rb

  def create
    @article = Article.new(params.require(:article).permit(:title, :description))
    if @article.save
---
INSERT INTO "articles" ("title", "description", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["title", "111111111111111"], ["description", "1111111111111"], ["created_at", "2022-11-10 16:14:52.124541"], ["updated_at", "2022-11-10 16:14:52.124541"]]